[
  {
    "ability": "Sail",
    "title": "SHIPWRECK-SURVIVING STAMINA",
    "origin": "Corebook",
    "cost": "4m",
    "mins": "Sail 5, Essence 3",
    "type": "Reflexive (Step 10)",
    "keywords": "Combo-OK, Obvious, Stackable, Touch",
    "duration": "Indefinite",
    "prerequisiteCharms": "Hull-Preserving Technique",
    "description": "The character invokes this Charm in response to an attack that would shatter or sink her vessel. This Charm holds the ship together as long as the character remains on board and keeps the Essence committed. If the ship takes even one level of damage, it will fall apart, although the character may use this Charm again (maintaining multiple commitments) or other Charms to defend it."
  },
  {
    "ability": "Sail",
    "title": "INVINCIBLE SOLAR VESSEL",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "8m",
    "mins": "Sail 5, Essence 5",
    "type": "Simple",
    "keywords": "Combo-OK, Obvious",
    "duration": "Indefinite",
    "prerequisiteCharms": "Hull-Preserving Technique",
    "description": "The path of a Solar must not be impeded, nor the glory of his vessel diminished. While this Charm is in effect, any craft the Solar is aboard becomes immune to Shaping effects, and it and all passengers are immunized against the warping powers of the Wyld. Additionally, the ship will not burn, cannot be capsized by waves or impacts, and is immune to sorcery of the Terrestrial Circle and Sorcerous Charms of Essence 3 or below. The Solar may also declare one particular environmental hazard that the ship is immune to upon activating this Charm (for example, the acidic waters of Kimbery, or the razor-edged waves of a Wyld-tainted sea).Finally, this Charm’s prerequisite is also permanently improved, changing its duration to one action."
  },
  {
    "ability": "Sail",
    "title": "PERFECT RECKONING TECHNIQUE",
    "origin": "Corebook",
    "cost": "4m",
    "mins": "Sail 3, Essence 1",
    "type": "Simple (Dramatic Action)",
    "keywords": "Combo-OK",
    "duration": "Instant",
    "prerequisiteCharms": "Any Sail Excellency",
    "description": "The Lawgivers find their way through the most terrible seas. This Charm is a dramatic action to guide the ship toward its destination. The Solar must be on board and authorized to navigate. The ship travels on course at its maximum speed until something — sleep, combat or the need to focus on other matters — distracts the character and causes her to take another action. The Solar’s player automatically succeeds at any valid Sail roll made for the character to find her way around known hazards to a given destination — though she must have enough information to make this a valid roll."
  },
  {
    "ability": "Sail",
    "title": "STORM-WEATHERING ESSENCE INFUSION",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "5m",
    "mins": "Sail 4, Essence 2",
    "type": "Reflexive (Step 1)",
    "keywords": "Combo-OK",
    "duration": "One scene",
    "prerequisiteCharms": "Any Sail Excellency",
    "description": "Solar heroes can sail into the teeth of a storm. This Charm makes sure that a ship and crew survives a storm, maze of reefs, whirlpool or other hazard. The Solar must be on board and authorized to direct the crew. The Solar and the ship’s crew receive two bonus successes on every action that directly serves the survival of the ship — whether repelling a unit of aquatic Fair Folk, patching the ship’s side before it sinks or taking a simplified dramatic action to bypass a less interesting hazard.At Essence 4+, the number of successes added improves to match the Solar’s Essence permanent score."
  },
  {
    "ability": "Sail",
    "title": "SEA AMBUSH TECHNIQUE",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "5m",
    "mins": "Sail 4, Essence 2",
    "type": "Supplemental",
    "keywords": "Combo-OK, War",
    "duration": "Instant",
    "prerequisiteCharms": "Any Sail Excellency",
    "description": "The navies of the Lawgivers appear from nowhere even on the clearest day. This Charm allows the character to double successes on a Stealth action taken by a naval unit he commands, before external penalties are applied. Naval units influenced by this Charm can conceal themselves at +4 difficulty even if there are no obstacles to hide behind."
  },
  {
    "ability": "Socialize",
    "title": "WISE-EYED COURTIER METHOD",
    "origin": "Corebook",
    "cost": "3m, 1wp",
    "mins": "Socialize 3, Essence 2",
    "type": "Simple (6 long ticks)",
    "keywords": "Combo-OK, Illusion, Mandate",
    "duration": "Instant",
    "prerequisiteCharms": "None",
    "description": "The Solar reshapes the beliefs of a society. This Charm is a Socialize-based social attack to make a social group with Magnitude 1+ (such as a court, kingdom or secret society) believe something. The character must have spent several hours within the last year encouraging the desired belief within this group before using this Charm, and this Charm must be invoked in the presence of at least one member of that group. The Exalt’s player rolls [(Charisma or Manipulation) + Socialize]. Subtract an external penalty equal to the group leader’s MDV plus half of the group’s Magnitude from the rolled successes. If the character succeeds, the social group accepts the belief.This Charm exerts unnatural mental influence. The targeted group—and any social groups of Magnitude 1+ that splinter off from the target—must spend six Loyalty to break free of the influence forever or one Loyalty to break free for a single scene.This Charm has no effect on individuals—only on groups. The character can redefine a church’s dogma or change the prevailing beliefs of a nation, but any given individual reacts of his own accord. The primary function of Wise-Eyed Courtier Method outside of narrative time is to limit the actions that social groups can take."
  },
  {
    "ability": "Socialize",
    "title": "WILD REVELRY APPROACH",
    "origin": "Corebook",
    "cost": "3m, 1wp",
    "mins": "Socialize 3, Essence 2",
    "type": "Simple (6 long ticks)",
    "keywords": "Combo-OK, Emotion, Mandate",
    "duration": "Instant",
    "prerequisiteCharms": "None",
    "description": "The Solar encourages a society to release its tensions in a mad torrent of emotion. This Charm is a Socialize-based social attack to make a group feel a strong emotion—to lose itself in hatred, grief, lust or the joy of festival. It functions exactly as Wise-Eyed Courtier Method, save that its unnatural mental influence imposes an Emotion effect rather than a belief."
  },
  {
    "ability": "Socialize",
    "title": "TABOO INFLICTING DIATRIBE",
    "origin": "Corebook",
    "cost": "3m, 1wp",
    "mins": "Socialize 3, Essence 2",
    "type": "Simple (6 long ticks)",
    "keywords": "Combo-OK, Compulsion, Mandate",
    "duration": "Instant",
    "prerequisiteCharms": "None",
    "description": "The Solar furiously condemns or supports some behavior, encouraging an entire society to accept or reject it. This Charm is a Socialize-based social attack to compel a social group with Magnitude 1+. The character must have spent several hours within the last month encouraging the desired attitude within this group before using this Charm, and this Charm must be invoked in the presence of at least one member of that group.The Exalt’s player rolls [(Charisma or Manipulation) + Socialize]. Subtract an external penalty equal to the leader’s MDV plus half of the group’s Magnitude from the rolled successes. If the character succeeds, the social group adopts a taboo or fad of the character’s choice. The society instantly integrates the taboo or fad into its Policy. The taboo or fad remains part of the group’s Policy until the group’s leader spends a total of 10 Loyalty, at most one per week, to remove it. It is also a part of the Policy of any social groups of Magnitude 1+ that splinter off from the target group, and the leader of those groups must spend a total of 10 Loyalty, at most one per week, to remove it.This Charm has no effect on individuals, save that breaking the new rules of their society can make them outcasts. Its primary function outside of narrative time is to limit the actions that social groups can take."
  },
  {
    "ability": "Socialize",
    "title": "VENOMOUS WHISPERS TECHNIQUE",
    "origin": "Corebook",
    "cost": "10m, 1wp",
    "mins": "Socialize 5, Essence 3",
    "type": "Simple (6 long ticks)",
    "keywords": "Combo-OK, Compulsion, Touch",
    "duration": "Instant",
    "prerequisiteCharms": "Taboo Inflicting Diatribe",
    "description": "The Solar convinces society at large to reject a given individual or group. The Solar must touch an individual target or interact with the targeted group. This Charm is an unnatural Socialize-based social attack to undermine the target’s position.The Exalt’s player rolls [(Charisma or Manipulation) + Socialize]. Subtract an external penalty equal to the target’s MDV plus half of the target’s Magnitude from the rolled successes. If the character succeeds, the target puts his or its worst foot forward in every social situation. For the rest of the day, in every scene, the individual target or representatives of the group must spend one Willpower to act naturally. Otherwise, he or they subtract the character’s Essence in dice as an internal penalty from all social dice pools."
  },
  {
    "ability": "Socialize",
    "title": "UNDERSTANDING THE COURT",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "10m, 1wp",
    "mins": "Socialize 5, Essence 3",
    "type": "Simple (Dramatic Action)",
    "keywords": "Combo-OK",
    "duration": "Instant",
    "prerequisiteCharms": "Any Socialize Excellency",
    "description": "The Lawgivers understand how people interact. This Charm is an attempt to survey the power relationships in a given social environment. The character builds an accurate profile of the people and relationships involved, which the Storyteller can detail as desired. The Exalt’s player rolls [(Perception or Intelligence) + Socialize], adding a dice bonus equal to the Exalt’s Essence. The difficulty of this roll is 1. If a major social group in the court is deliberately attempting to send out misleading cues, subtract an external penalty equal to the largest ([Manipulation + Socialize + Magnitude] ÷ 2) for such a group from the successes rolled. Unusual circumstances, such as a major player not being present at all during the character’s survey, can also impose an external penalty. If the character succeeds, then each success reduces external penalties on dramatic and social actions to manipulate social groups within that environment. This Charm cannot reduce external penalties by an amount greater than the Solar’s Essence.The Exalt can have only one profile of a given social environment. The crispness of the profile — that quality that reduces external penalties — lasts only as long as the committed Essence. The Lawgiver’s player cannot roll again to build a new profile unless the story ends or a new piece of evidence allows a dramatic reconceptualization of the court’s structure."
  },
  {
    "ability": "Socialize",
    "title": "MASTERY OF SOCIETY TECHNIQUE",
    "origin": "Lords of Creation",
    "cost": "3m, 1wp",
    "mins": "Socialize 5, Essence 5",
    "type": "Reflexive",
    "keywords": "Combo-OK",
    "duration": "One scene",
    "prerequisiteCharms": "Understanding the Court",
    "description": "Seasoned Princes of the Earth are no longer surprised by the schemes and treacheries of their subjects and peers. Their petty games are transparent before the Lawgiver’s jaded eyes. While this Charm is active all social magic directed at the character becomes Obvious to his senses. At Socialize 7+, Essence 7+ this Charm’s duration becomes Indefinite. At Socialize 9+, Essence 9+, its cost drops to 1m. A second purchase of this Charm at Socialize 6+, Essence 6+ adds a second benefit: While the Charm is active, any social Charm directed at a social unit the character is a member of or which includes loyalty to him as part of its Policy becomes Obvious to his senses, though the identity of the character attempting to influence his social group is not automatically made known to him. For example, if a young Solar attempts to use Taboo-Inflicting Diatribe on the capital of a prefecture the Solar rules, he becomes aware that someone is attempting to influence the people of the city with Taboo- Inflicting Diatribe, but would have to personally investigate to discover the identity of the offender."
  },
  {
    "ability": "Socialize",
    "title": "MASTERY OF SMALL MANNERS",
    "origin": "Corebook",
    "cost": "1m",
    "mins": "Socialize 2, Essence 1",
    "type": "Reflexive (Step 1 for attacker, Step 2 for defender)",
    "keywords": "Combo-OK, Social",
    "duration": "Until next action",
    "prerequisiteCharms": "None",
    "description": "The Solar attunes herself to the patterns of human interaction. This Charm makes her responses to social situations so natural and appropriate that in social combat she treats all enemy groups as one point of Magnitude smaller than they are (to a minimum of 0.) It also increases her effective Appearance by one dot. When in doubt, other characters will be more apt to do small favors and provide hospitality than not. Finally, this Charm ensures that the character understands the basic motivations of everyone present in the scene, as if her player had rolled three successes on a mundane Investigation roll to estimate each person’s motives."
  },
  {
    "ability": "Socialize",
    "title": "GATHERING THE CONGREGATION",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "10m, 1wp",
    "mins": "Socialize 3, Essence 3",
    "type": "Simple (Speed 5 in long ticks)",
    "keywords": "Combo-OK, Social",
    "duration": "One week",
    "prerequisiteCharms": "Mastery of Small Manners",
    "description": "The glory of the Lawgivers inspires mortals to awe. The Exalt attempts to persuade everyone who can hear him to organize in his service, his player rolling [Charisma + (Performance or Socialize)]. This Charm organizes all characters whom the Exalt successfully persuades into a social group under the Exalt’s direction. The group dissolves if the Exalt abandons it for more than a day."
  },
  {
    "ability": "Socialize",
    "title": "HEARTFELT HONORIFIC OPPORTUNITY",
    "origin": "MoEP: Abyssal",
    "cost": "3m, 1wp",
    "mins": "Socialize 5, Essence 3",
    "type": "Supplemental",
    "keywords": "Combo-OK, Social",
    "duration": "Instant",
    "prerequisiteCharms": "Mastery of Small Manners",
    "description": "The Solar’s courtesies catch opponents off guard. This Charm may enhance any Manipulation-based social attack, making the attack unexpected. It is explicitly permitted to supplement actions using other Abilities."
  },
  {
    "ability": "Socialize",
    "title": "GOLDEN COURTIER MISDIRECTION",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "5m, 1wp",
    "mins": "Socialize 5, Essence 4",
    "type": "Reflexive",
    "keywords": "Combo-OK, Social",
    "duration": "One scene",
    "prerequisiteCharms": "Any Socialize Excellency, Mastery of Small Manners",
    "description": "This is a perfect defense against attempts to read the character's intentions, Motivation, Intimacies, Virtues or other social qualities, unless the Solar draws on those qualities to assist her socially. Furthermore, the character decides what it is that people who attempt to discern these factors determine."
  },
  {
    "ability": "Socialize",
    "title": "WEB-CUTTING EYES",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "5m, 1wp",
    "mins": "Socialize 5, Essence 5",
    "type": "Reflexive",
    "keywords": "Combo-OK",
    "duration": "One scene",
    "prerequisiteCharms": "Mastery of Small Manners",
    "description": "The Solar’s cunning gaze cuts across all subtleties of motive and concealment, laying bare the intentions of those who stand before him. While this Charm is active, all attempts to read the motivation of other characters (see Exalted, p. 131) are made at difficulty 1."
  },
  {
    "ability": "Socialize",
    "title": "SHINING IN EVERY EYE ATTITUDE",
    "origin": "Glories of Most High",
    "note": "Modified",
    "cost": "5m, 1wp",
    "mins": "Socialize 4, Essence 3",
    "type": "Simple",
    "keywords": "Combo-OK, Emotion, Social",
    "duration": "One scene",
    "prerequisiteCharms": "Mastery of Small Manners",
    "description": "Regardless of the prejudices or expectations of his audience, the Solar matches viewers’ expectations of heroism. All individuals with a Dodge MDV lower than half the Solar’s (Charisma + Socialize) who behold the character and have no reason to regard him with hostility are inclined to respect him, gaining an automatic Intimacy of admiration toward the Lawgiver. This unnatural mental influence costs one Willpower to resist."
  }
]
