[
  {
    "ability": "Archery",
    "title": "BOUNDLESS ARROW OF THE UNCONQUERED SUN",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "12m, 1wp; ",
    "mins": "Archery 7, Essence 7; ",
    "duration": "",
    "type": "Simple; ",
    "keyword": "Combo-OK; Obvious; Duration: Instant;",
    "prerequisiteCharms": "Supreme Perfection of Archery, Accuracy Without Distance",
    "description": "Though he flees to Heaven or to Hell, the target cannot escape the Lawgiver’s arrows. Tilting her head back to feel sunlight on her face, the Solar squints and fires one shot toward her Celestial patron. That shot will strike the target as long as the target is under an open sky—be he in Malfeas, the Underworld, the Wyld, Yu-Shan or anywhere else. The archer need not know where her enemy is, but she may attack a given distant target thus only once until she sees him again. It explicitly can’t be used at night or indoors and won’t hit indoor targets. It works in Yu-Shan only when the Unconquered Sun is ahead in the Games of Divinity and his image is projected across the sky. A second purchase, at Archery 9+, Essence 9+, permits the Charm to attack a target up to five times before the Solar sees him again. A third and final purchase, at Archery 10, Essence 10, permits the Lawgiver to use this Charm whenever she stands in sunlight, and to target her enemies so long as they are exposed to any degree of light; thus are the enemies of the greatest of the Chosen forced to dwell in absolute darkness forever. This final mode of attack may only be used if the Lawgiver had ever met her target at least once"
  },
  {
    "ability": "Archery",
    "title": "FORCEFUL ARROW",
    "origin": "Corebook",
    "note": "Modified)  Mins:  Type: ;",
    "cost": "2m;",
    "keywords": "Combo-OK, Knockback, Martial (Thrown), Obvious; ",
    "mins": "Archery 4, Essence 2;",
    "duration": "Instant; ",
    "type": "Supplemental",
    "prerequisiteCharms": "Any Archery Excellency",
    "description": "imbues the Lawgiver’s arrow with great force. This Charm supplements an Archery-based attack. If an attack enhanced by this Charm strikes its target and rolls even one die of damage, the target is automatically knocked back (archer’s Essence x 3) yards without opportunity to resist. Objects are instead knocked back if (the raw damage x 50) exceeds the object’s weight in pounds."
  },
  {
    "ability": "Archery",
    "title": "PHANTOM ARROW TECHNIQUE",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "— (1m per attack); ",
    "mins": "Archery 3, Essence 2; ",
    "type": "Permanent; "
  },
  {
    "ability": "Prerequisite",
    "title": "",
    "origin": "Keywords: Obvious; Prerequisite Charms: Essence Arrow AttackThe bane of the mortal archer is her dependence on ammunition, but Lawgivers can use this Charm to shape sparkling arrows of Essence. This Charm permits a Lawgiver to make ranged attacks without using ammunition. Each such attack costs one mote of Essence. The Exalt can attack as if using any form of ammunition without Resources cost, such as a broad head, fowling, frog crotch or target arrow. This Charm permanently enhances the Exalt’s capabilities. Therefore, shaping motes into ammunition is an unrolled reflexive action and not a Charm activation.At Archery 5+, Essence 5+, the Solar can shape ammunition with no Resources cost at none mote cost at all.RAIN OF FEATHERED DEATHCorebook",
    "note": "Modified)Cost: 2m or 4m per duplicate; Mins: Archery 4, Essence 3; Type: Supplemental; Keywords: Combo-OK, Merged [Life-Claiming Stor",
    "cost": "Duration: Instant; ",
    "mins": "Prerequisite Charms: Phantom Arrow Technique\nEssence multiplies the force of the Lawgiver’s blow. This Charm creates duplicates of the Exalt’s Archery-based attack, usually meaning that one arrow or firewand charge becomes several in flight. The Solar spends two motes per duplicate attack and can create up to (her permanent Essence score) duplicate attacks. Treat the original attack and all duplicates as a single attack when making attack and defense rolls, but if they hit, calculate the damage for each attack separately. If Rain of Feathered Death is used with ammunition costing more than one dot of Resources per shot or placed in a Combo with Charms that affect the attack’s damage, the cost for this Charm increases to four motes per duplicate. All duplicates fade after the attack."
  },
  {
    "ability": "Thrown",
    "title": "ACUITY OF THE FAR-FLUNG HAND",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "— (3m); ",
    "mins": "Thrown 5, Essence 4; "
  },
  {
    "ability": "Duration:",
    "title": "",
    "origin": "Type: Permanent; Keyword: Obvious; Duration: Permanent; Prerequisite Charms: Triple-Distance Attack TechniqueThis Charm costs three motes every time its benefits are invoked. It allows the character to hurl implements in order to take normal actions out to a range of",
    "note": "Essence x 10) yards; for example, the character could throw her lockpicks at a lock to make a normal Larceny roll, or hurl her daiklave at an opponent to make a standard Melee attack. Acuity of the Far-Flung Hand does not help the character retrieve tossed items. Penalties that would apply to a Thrown rol",
    "cost": "Keywords: Combo-OK, Obvious; ",
    "mins": "Duration: Instant; ",
    "type": "Prerequisite Charms: Triple-Distance Attack Technique\nIn the First Age, not even the most elusive demons could escape the Solar’s judgment. This Charm supplements a Thrown-based attack, filling the air with dozens or hundreds of duplicates of the Lawgiver’s thrown weapon. This Charm renders the target’s Dodge DV inapplicable against this attack. It also doubles the Solar’s successes on the attack roll before comparing it to defense, in Step 3 of attack resolution."
  },
  {
    "ability": "Integrity",
    "title": "SACROSANCT SOUL RETRIBUTION",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "5m (+1wp); ",
    "mins": "Integrity 5, Essence 5; ",
    "type": "Reflexive (Step 9); "
  },
  {
    "ability": "Prerequisite",
    "title": "",
    "origin": "Keywords: Combo-OK, Counterattack, Holy, Shaping; Prerequisite Charms: Spirit-Maintaining ManeuverThose who would tempt the noble Lawgivers from their righteous path pay a price in fire. This Charm is a counterattack that may be used in response to any unnatural mental influence directed at the Solar. The Solar’s caste mark blazes white and red for a moment; then, wherever the attacker may be, she is engulfed in a bonfire of pure white flames. This is treated as an automatically successful Shaping counterattack which inflicts",
    "note": "Essence) dice of lethal damag",
    "cost": "Duration: Permanent; ",
    "mins": "Prerequisite Charms: Spirit-Maintaining Maneuver\nWhen a Lawgiver’s vast strength at last reaches its limit and he falls in defense of Creation, the world itself may cry out for its savior to rise up and fight on.\nThis Charm automatically takes effect when the character’s Incapacitated health box is marked off with lethal or aggravated damage, provided the Solar fell while attempting to defend or champion those weaker than himself, at the Storyteller’s discretion. (As a general guideline, any situation where the Solar could reasonably have channeled his Compassion likely qualifies.)\nSubtle ribbons of golden Essence wind across the battlefield, trailing back to the masses on whose behalf the Lawgiver fought. If they believe in him, then he hears their prayers as his life bleeds away; if they spurn him despite his efforts, their deep need for a savior calls out to him regardless. One long tick after becoming Incapacitated, the Solar rises from the ground in a flare of sizzling Essence, iconic anima burning around him. Half of his health levels immediately restore themselves, along with half his total Essence and Willpower (assuming he fell with those pools reduced below the halfway point). At the end of the scene, his permanent Essence rating falls by one dot. This Charm may not be triggered more than once per season. Non-Solar Exalted may never learn this Charm."
  },
  {
    "ability": "Performance",
    "title": "CATCHING THE SUN’S GLANCE",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "20m, 2wp; ",
    "mins": "Performance 7, Essence 7; ",
    "type": "Simple (Speed 7 long ticks, DV -3); "
  },
  {
    "ability": "Prerequisite",
    "title": "",
    "origin": "Keywords: Combo-OK, Native, Obvious, Shaping; Prerequisite Charms: Performance Essence Flow, Respect- Commanding AttitudeThe Unconquered Sun trusts his Chosen to separate out the righteous from the wicked. By the power he has invested in them, the Lawgivers may send forth the specter of his rage to be visited upon the enemies of the Exalted. This Charm allows entire groups to be labeled enemies of Creation and given the creature of darkness deformity. The Lawgiver’s player makes a prayer roll against a difficulty of",
    "note": "3 + Magnitude of group targeted). If successful, the day dims and the air quivers, or the night grows hot and feverish and bright. Targeted beings realize what is about to happen as the wrath of Heaven gather",
    "cost": "Duration: One performance; ",
    "mins": "Prerequisite Charms: Supreme Perfection of Performance, Catching the Sun’s Glance\nCreation was given into the hands of the Lawgivers; it is theirs to govern and to judge, forever. Through the power of this Charm, a Solar may exile those who have proven themselves unworthy to exist in the world he rules. The Lawgiver’s player makes a prayer roll against a difficulty of (5 + Magnitude of group targeted); this works in the same fashion as Catching the Sun’s Glance, save that the Charm cannot discriminate to target sub-groups within a geographic region; for example, it can only target “everyone in Nexus,” not “all Guildsmen in Nexus.”\nUnlike its prerequisite, the Charm does not render its targets creatures of darkness. If used while the sun is out, the day grows dark as night as the Unconquered Sun turns his face away from what is to come. If used by night, the light of the stars becomes weird and green, casting everything into a febrile haze. Creation’s Essence sizzles and screams at the culmination of the Lawgiver’s ritual condemnation; the boundaries of the cursed area blacken, char, and erupt into flights of blind doves. A patina of silver sand drips from the stars. These omens persist for one long tick following the successful conclusion of the Lawgiver’s prayer, which must be uttered within earshot of at least one targeted individual.\nAt the end of that long tick, the entire targeted region and all inhabitants who have not fled or established Shaping defenses are torn from Creation in a surge of crimson Essence. Where the targeted region stood, there is only a plain of black glass holding Ligier’s sullen reflection. He speaks a grudging word of ritual thanks for the Solar’s offering, and then vanishes.\nThe targeted region is deposited somewhere within a random layer of the Demon City, which reflexively reorganizes its geography to make room for the new arrival. The lethal miasma of Malfeas avoids such imported bits of Creation, but this is the only mercy the new deportees are granted; demons are always quite interested in the novelty of a freshly-arrived army encampment or city, and soon come to investigate.\nThe Sidereal Exalted have repeatedly pressed for legislation to outlaw the use of this Charm, or at least require Deliberative-authorized advance warning of its deployment, as it wreaks untold havoc on the Loom of Fate whenever it is used. To date, these efforts have met with little success."
  },
  {
    "ability": "Lore",
    "title": "",
    "origin": "Dragon-Soul Enlightening MethodDebris from the Fallen Races",
    "note": "Modified",
    "cost": "—; ",
    "mins": "Lore 5, Essence 4; ",
    "type": "Permanent; ",
    "keywords": "Enlightening; ",
    "duration": "Permanent; ",
    "prerequisiteCharms": "Legendary Scholar Curriculum",
    "description": "Although their own methods of teaching their young the first steps toward civilized intelligence require several years, Solar Exalted who know this Charm can take even the most savage and mindless stalkers and unlock the latent intelligence within them. This Charm permanently enhances the Solar’s ability to train others, permitting him to use Harmonious Academic Methodology to awaken Dragon Kings to rational thought, raising their Essence score to 2 as a Training effect. This Charm may be used only to give stalkers who possess one dot of Essence a second dot. It cannot be used to give Dragon Kings additional degrees of enlightenment. Until the stalkers’ training is completed, the Solar must confine them, since they are savage and cunning beasts until they regain their reason."
  },
  {
    "ability": "Medicine",
    "title": "SCIENCE OF MUTATION",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "10m per mutation point, 1wp; ",
    "mins": "Medicine 5, Essence 4; ",
    "type": "Simple (Dramatic Action); "
  },
  {
    "ability": "Prerequisite",
    "title": "",
    "origin": "Keywords: Combo-OK, Shaping, Stackable, Touch; Prerequisite Charms: Wholeness-Restoring MeditationThe Lawgiver need not only heal, but may recreate bodies as she sees fit. After she spends five hours performing a Medicine-based action",
    "note": "and making an Intelligence + Medicine roll), her target gains or loses points of physical mutations no greater than the Solar’s successes",
    "cost": "Duration: Instant; ",
    "mins": "Prerequisite Charms: Flawless Diagnosis Technique, Touch of Blissful Release\nThis Charm’s activation requires at least an hour of careful psychoanalysis or hypnotherapy. This Charm has two effects. First, the Solar may target and remove one derangement from the target’s mind, regardless of whether it was inflicted by Charms, sorcery, the Wyld, or the simple stresses of life. If any effect contests this, the Solar adds his Medicine in automatic successes to the roll-off. Second, the Solar forges in the target an Intimacy to a specific memory in the target’s life of which she is aware. So long as this Intimacy endures, the target may not reacquire the derangement the Solar cured, nor may that memory be in any way tampered with, altered, poisoned, removed, or corrupted.\nMind-Soothing Anodyne may be resisted for a cost of 0 Willpower — the Charm will only help those who wish to be helped."
  },
  {
    "ability": "Medicine",
    "title": "A HOOD ON DEATH",
    "origin": "Scroll of Errata",
    "note": "Modified",
    "cost": "20m, 1wp; ",
    "mins": "Medicine 7, Essence 7; ",
    "type": "Simple; ",
    "keywords": "Obvious; "
  },
  {
    "title": "",
    "origin": "Duration: Instant; Prerequisites: Aura of HygieneTranscending individual treatment, the Solar exercises sovereignty over disease, giving it form at her behest. The Solar selects a specific disease. All instances of the targeted disease within",
    "note": "Essence x 20) miles are immediately pulled from those who suffer from them, traveling at the speed of prayer to the Solar’s location. There they coalesce over the course of one day, leaping together in a roiling mass of filth and shadow that eventually becomes a single, powerful plague god of that particular disease—one which harbors an indestructible Intimacy of loyalty to the Solar who caused it to come into being. The spirit may somewhat resemble the Solar in appearance. This God is equivalent to a spirit of the second rank or third rank, depending on the virulence and magnitude of the disease and its outbrea",
    "cost": "Prerequisite Charms: Supreme Perfection of Medicine, Anointment of Miraculous Health, Wholeness-Restoring Meditation\nThis legendary Charm was employed only rarely in the First Age, as a reward for the most loyal of a Solar’s mortal retinue, or to preserve a favorite servant or lover. It involves a complex, delicate 12-hour medical procedure that resets the Essence flows of the target’s body and mends instabilities of the flesh. At the end of the process, the target is physically returned to the flower of youth — 18 years of age for humans, or the proportional equivalent for animals. The target retains all memories and skills. This procedure is efficacious only when used on behalf of mortals or animals, and it wears off after a year and a day, returning the target to his previous age unless the Solar chooses to renew the Charm’s application with another 12-hour procedure. Alternatively, the Lawgiver’s player may choose to spend one experience point in addition to the standard cost of the Charm, removing the need for upkeep. The target will then begin to age normally from the point of his “reset” youth. At Medicine 10, Essence 10, the experience point cost for enduring youth disappears. The Solar is still capable, though, of performing the Charm so that the target requires yearly maintenance.\nA second purchase of this Charm at Medicine 10, Essence 10 allows this charm to be applied to magic beings as well, making even Exalted time-immortal."
  },
  {
    "ability": "Occult",
    "title": "DEVONIAN, SALINAN OR SILURIAN ABSORPTION",
    "origin": "White and Black Treatises",
    "note": "Modified",
    "cost": "—; ",
    "mins": "Occult 5, other Ability 3, Essence 5; ",
    "type": "Permanent; ",
    "keywords": "None; "
  },
  {
    "title": "",
    "origin": "Duration: Permanent; Prerequisites: Terrestrial Circle Sorcery, 5+ spellsEach Absorption—Devonian, Salinan or Silurian — offers characters a choice of special abilities. The player picks two. Storytellers can invent more powers for the three Absorptions, if they like. If this benefit seems too powerful for a series, Storytellers can restrict characters to one power per Absorption, or raise the Essence prerequisite to 6.Devonian: A Devonian master must believe in the repeatable, calculable nature of Essence and the power of careful observation, logic and experiment. She also must conduct extensive experiments in natural and supernatural science, adding a further minimum of Lore 3.• Manse and artifact attunements are repeatable experiments. With a successful",
    "note": "Intelligence + Lore) roll, difficult",
    "cost": "Prerequisite Charms: Solar Circle Sorcery\nWhen the Solars graciously accepted the surrender of the vanquished Primordials, they gained authority over their numerous souls and mimetic races, including the power to summon and bind them into service. Sometimes waiting for Calibration — or even sundown — is an affront to the Lawgivers, as if to mock them for the mercies they once accorded. This Charm enhances the spells Demon of the First Circle and Demon of the Second Circle. At Essence 7+, this Charm’s power expands to encompass Demons of the Third Circle as well. When casting one of these spells, the Solar may spend an extra 10 motes and one Willpower to gain the following benefits: The casting time of the spell is reduced to a single hour, and the dramatic action used to shape this spell may begin at any hour of the day and on any day of the year. The concentrated power of the Solar’s will visibly strains the boundaries of existence, causing a localized Calibration more ominous and bizarre than the natural fixing of Creation that marks the beginning and end of each year. For an area of (100 yards for a First Circle demon, 500 for Second Circle demon, and one mile for a Third Circle demon) around her, sunlight bleeds away as surely as the coming of midnight, and sounds somewhere between great hollow wails of torment and the grating of brass echoes out from her location. The Bureau of Destiny is made explicitly aware every time this Charm is used to enhance a summoning, and knows where it was used.\nWhenever this Charm is used to summon a demon of the Third Circle outside of Calibration, the Solar must reflexively make a contested roll of his (Intelligence + Occult) against the Dodge MDV of each Third Circle demon he has currently bound. Failing this roll for a single demon permits all currently bound demons to slip free of their bindings."
  },
  {
    "title": "PRIMORDIAL PRINCIPLE EMULATION",
    "origin": "Glories of Most High"
  },
  {
    "ability": "Type:",
    "title": "",
    "origin": "Cost: —; Mins Occult 6, Essence 6; Type: Permanent; Keywords: Native; Duration Permanent; Prerequisite Charms: Solar Circle SorceryThis bizarre Charm was innovated in the High First Age by the Solar Queen K’tula. After warping her body into a cephalopod horror through sorcerous manipulation, she found that she could not innovate new Solar Charms that acknowledged the terrible, inhuman capabilities of her new form. Pressing at the outer boundaries of sorcerous understanding, however, she was able to discern a set of cosmological principles more amenable to the thing she had become: the acrid Essence-flows of Kimbery.Upon learning this Charm, the character names a single Yozi. She can henceforth learn and use that Yozi’s Charms as though she were a member of the Eclipse Caste, save that she needs no tutor. Primordial Principle Emulation may be purchased a total number of times equal to",
    "note": "Essence - 5), with each purchase covering a different Yozi. The character gains a point of Limit the first time she invokes any Yozi Charm within the scope of a scene. The Yozis are aware of this Charm, having used certain of its principles to help guide the formation of their Green Sun Princes. It has historically pleased them to dispatch their Solar Akuma to suppress knowledge of the Charm. The Ebon Dragon especially enjoys the bitter regret of his gilded slaves when they realize they bartered away their souls needlessly.Thanks to the taint of the Great Curse upon their Exaltation, Solars may use this Charm only to unlock the secrets of the mutilated lords of Malfeas. It is possible that a Solar who was somehow cleansed of the Great Curse could also unlock the principles of non-Yozi Primordials. Thankfully, the Abyssal Exalted and their Deathlord masters have never discovered a Charm building off Void Circle Necromancy to gain access to the magics of the slumbering Neverborn. The most well-informed gods of the Division of Secrets hope such a thing proves impossible.This Charm may never be learned by non-Solar Exalted under any circumstances.SPIRIT-DETECTING GLANCECoreboo",
    "cost": "Mins: Occult 2, Essence 2; ",
    "mins": "Type: Reflexive (Step 1 or 2); ",
    "type": "Keywords: Combo-OK; ",
    "keywords": "Duration: One scene ",
    "duration": "Prerequisite Charms: None\nSpirits cannot hide from the Lawgivers. Spirits such as demons, ghosts and gods often move through the world in dematerialized form, completely hidden from all observers. This Charm lets the character see, hear, smell and feel — but not touch — dematerialized creatures. It makes dematerialized creatures within the normal range of the character’s senses valid targets for the character’s Awareness actions, including reflexive Awareness actions."
  },
  {
    "ability": "Athletics",
    "title": "SPEED OF LIGHT APPROACH",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "7m, 1wp; ",
    "mins": "Athletics 6, Essence 6; "
  },
  {
    "ability": "Duration:",
    "title": "",
    "origin": "Type: Simple",
    "note": "Speed 4); Keyword: Combo-OK, Obvious; Duration: One scene; Prerequisite Charms: Foe-Vaulting Method, Godspeed StepsA Solar who dedicates herself to the principles of speed is as omnipresent as sunlight, and just as impossible to grasp. All of the character’s movement rates are doubled, as long as she is moving under her own power. More importantly, whenever the character takes a Move, Dash or Jump action, she vanishes into a blur, only to reappear at her destination. The Lawgiver is impossible to target while moving, unless the attacker succeeds on a reflexiv",
    "cost": "Keywords: Combo-OK; ",
    "mins": "Duration: One scene; ",
    "type": "Prerequisite Charms: None\nThe Solar Exalted are as graceful as sunlight on water. This Charm lets the Exalt automatically succeed on any valid Athletics action to keep his balance. Moreover, this Charm allows the Exalt to keep his footing on any surface at least as strong and wide as a human hair. He treats it as a three-footwide ledge capable of supporting a thousand pounds of weight when determining what movement and Athletics actions he can take and what penalties to them might apply."
  },
  {
    "ability": "Larceny",
    "title": "REVERSAL OF FORTUNE",
    "origin": "Ink Monkeys",
    "note": "Modified",
    "cost": "4m; ",
    "mins": "Larceny 3, Essence 2; ",
    "type": "Reflexive (Step 2); ",
    "keywords": "Combo-OK; "
  },
  {
    "title": "",
    "origin": "Duration: Instant; Prerequisites: Any Larceny ExcellencyUnfortunate times require such a defense as this. A Lawgiver may use this Charm to respond to any attempt to steal from him. By paying four motes the character perfectly avoid one of her items to be stolen. If another Charm contests this effect, add the character’s Essence in automatic successes to the",
    "note": "[Dexterity or Strength] + [Larceny or relevant ability]) roll to oppose the other Charm.This charm gives none awareness that the character is being robbed, it can only prevents it.STEALING FROM PLAIN SIGHT SPIRITCoreboo",
    "cost": "Prerequisite Charms: Any Larceny Excellency, Flawless Pickpocketing Technique\nIn the First Age, the Solar Exalted used this Charm to steal the artifacts of the Fair Folk and the Yozis then turn them to the service of Creation. This Charm is an attempt to steal something in plain sight, within (the Solar’s Essence) yards. The character must be able to carry the item, and the character cannot steal things in active use — again, including attuned artifacts — unless he is stealing from an extra’s person. The character automatically succeeds in stealing the item. If another Charm contests this effect, add the character’s Essence in automatic successes to the ([Dexterity or Wits] + Larceny) roll to oppose the other Charm. Characters using ordinary senses cannot spot the theft with Awareness. Nor may they notice the theft afterward until the Solar has refreshed his DV a number of times equal to his Essence score, barring unusual circumstances such as an attempt to use the item or the collapse of an arch after the character steals its keystone. Even players of characters with inhuman sensory acuity have a +4 difficulty on the opposed roll to notice the theft and a +8 difficulty on the unopposed roll to notice the item’s absence.\nThis Charm normally costs five motes. To steal an item that he could not reach — on the other side of a window, outside of the character’s cell, at the bottom of a narrow crevice and so forth — the character must also spend one Willpower."
  },
  {
    "ability": "Ride",
    "title": "IMMORTAL R'S ADVANTAGES",
    "origin": "Ink Monkeys",
    "note": "Modified",
    "cost": "—; ",
    "mins": "Ride 3, Essence 3; ",
    "type": "Permanent; ",
    "keywords": "Mount, Native; "
  },
  {
    "title": "",
    "origin": "Duration: Permanent; Prerequisites: Worthy Mount TechniqueThe Solars reinvent that which defines their legends. Ride Charms may be activated to enhance a mount the Solar is not presently riding, so long it is within",
    "note": "Essence) miles. This Charm only applies under the following conditions:• The mount must be a living bein",
    "cost": "Prerequisite Charms: Worthy Mount Technique\nWhile mere animals suffice to carry the youngest of Lawgivers into battle, more experienced heroes bend lesser legends to their service. This Charm permanently enhances all of a Solar’s Ride Charms, allowing them to be invoked to enhance a sentient, consenting mount."
  },
  {
    "ability": "Ride",
    "title": "WIND-RACING ESSENCE INFUSION",
    "origin": "Corebook",
    "note": "Modified",
    "cost": "—; ",
    "mins": "Ride 5, Essence 4; ",
    "type": "Permanent; "
  },
  {
    "ability": "Prerequisite",
    "title": "",
    "origin": "Keywords: None; Prerequisite Charms: Flashing Thunderbolt SteedThe steeds of the Lawgivers possess extraordinary speed. This Charm enhances the character’s Flashing Thunderbolt Steed technique, allowing the mount under its influence multiply its speed",
    "note": "the travel and the normal movement) by two and makes the mount automatically succeed on any rolls to keep its footing or jump an obstacle. A second purchase of this Charm at Ride 6+, Essence 6+ triples the speed. A third purchase at Ride 7+, Essence 7+ use four times as a multiplier and a fourth purchase at Ride 8+, Essence 8+ use five times. A final purchase at Ride 9+, Essence 9+ multiplies it by ten times.WORLD-CROSSING STAMINAOwn CreationCost: —; Mins: Ride 5, Essence 4; Type: Permanent; Keywords: None;",
    "cost": "Duration: Permanent; ",
    "mins": "Prerequisite Charms: Flashing Thunderbolt Steed and/or Phantom Steed\nThis Charm permanently extends the durations of Phantom Steed and Flashing Thunderbolt Steed to a number of days equal to the Solar’s permanent Essence. Their durations are extended into weeks instead of days at Essence 6+. At Essence 8+ the duration extends to Indefinite."
  },
  {
    "ability": "Ride",
    "title": "ONE MAN CAVALRY",
    "origin": "Ink Monkeys",
    "note": "Modified",
    "cost": "5m; ",
    "mins": "Ride 5, Essence 3; ",
    "type": "Reflexive (Step 1); ",
    "keywords": "Combo-OK, Emotion, War; "
  },
  {
    "title": "",
    "origin": "Duration: Instant; Prerequisites: Flashing Thunderbolt SteedWhen a hero rides away, he may be headed toward battle. Formation lines break and the wicked scatter at the Solar's terrifying battle charge. A Solar may use this Charm when emerging from a position of cover, such as smashing in through a window or leaping down from an overland pass; the Charm may also always enhance a mounted Join Battle roll. The Solar’s player makes a",
    "note": "Charisma + Ride) roll, opposed by his opponents’ MDVs. Each opponent whose MDV fails to protect her is awestruck by the Lawgiver’s emergence onto the battlefield, and suffers a -3 internal penalty to all attacks directed at the Solar or her mount, and a -1 internal penalty to all attacks against the Solar’s allies. This unnatural mental influence cost",
    "cost": "Prerequisite Charms: Flashing Thunderbolt Steed\nThe mounts of the Solar Exalted are as tenacious as their riders. The Lawgiver may use this Charm to ‘lock on’ to a target no more than (Essence x 3) yards away. Doing so causes an invisible tether of force to bind his mount into an orbit around the target. Carried on the momentum of the target’s movements, the Solar’s mount may effortlessly keep pace with the target, moving freely to any point within (Essence x 3) yards in order to maintain the minimum distance required for this Charm. The Lawgiver’s mount becomes tireless so long as Draft Horse Measure is in effect, and all Ride Charm costs are lowered by 2 motes (to a minimum of zero motes). This Charm does not confer the ability to fly or to run across water, so other Charms are required in order to ride the Silent Winds of Adorjan across Malfeas or chase Leviathan across the ocean.\nAt Ride 6+, Essence 6+ the Solar may tether himself to weather patterns, enabling him to draft behind a hurricane or trade wind."
  },
  {
    "ability": "Ride",
    "title": "THUNDER-HOOF METHOD",
    "origin": "Ink Monkeys",
    "cost": "5m, 1wp; ",
    "mins": "Ride 5, Essence 4; ",
    "type": "Reflexive; ",
    "keywords": "Combo-OK, Obvious, Holy; "
  },
  {
    "title": "",
    "origin": "Duration: Instant; Prerequisites: Sometimes Horses Fly ApproachSometimes riding down a foe is just not good enough. Points are best when made soundly. The Solar may pay five motes and one Willpower to concentrate all the incredible speed of his mount into a single instance of acceleration. For the space of a heartbeat, the Solar ‘draws back the reins,’ holding his mount in place as a surge of withheld speed gathers in its legs like a storm, briefly drawing the world around horse and rider into the vacuum so created. When the Lawgiver lets go, all that force is unleashed in one tremendous shockwave that tears loose from the point of launch, ripping away at the ground with a sonic boom that inflicts automatic knockdown on all individuals within",
    "note": "Solar's Essence x 5) yards, while the mount is propelled forwar",
    "cost": "Prerequisite Charms: Any Sail Excellency\nThe Lawgiver can enhance any Sail vehicle, doubling the speed of its propulsion. Vehicles lacking propulsion receive no benefit; a massive caravan wagon without teams of yeddim to pull it is as helpless as a becalmed ship.\nThis Charm has absolutely no effect if the ship is totally becalmed. It can double the current speed of a ship, but it cannot cause a ship to move without any wind or current at all."
  },
  {
    "ability": "Sail",
    "title": "OMNIPOTENT ADMIRAL AUTHORITY",
    "origin": "Lords of Creation",
    "note": "Modified",
    "cost": "10m; ",
    "mins": "Sail 5, Essence 4; "
  },
  {
    "ability": "Duration:",
    "title": "",
    "origin": "Type: Simple; Keyword: Combo-OK, Obvious; Duration: Indefinite; Prerequisite Charms: Sail Essence Flow, Invincible Admiral MethodThe Solar’s anima erupts into an aureate corona which washes over a ship she owns or commands. The magic quickly sinks into the boards of the vessel, visible only by the lanyards which untie themselves, the sails which raise and lower in accordance to the Lawgiver’s will, and the other processes by which the ship obediently tends to its own upkeep and operation. So long as this Charm remains in effect, the ship requires a crew of zero sailors. So long as the Solar remains within",
    "note": "Sail) miles of the ship, she may direct its course as though she were onboard.SHIP-CLAIMING STANCECorebookCost: 5m, 1wp; Mins: Sail 4, Essence 3; Type: Simpl",
    "cost": "Keywords: Combo-OK, Obvious; ",
    "mins": "Duration: Instant; ",
    "type": "Prerequisite Charms: Any Sail Excellency\nThe Essence of a ship knows its master. This Charm claims a ship. The target ship must not be owned (see p. 238) by another Essence channeler. This Charm causes the Exalt to own the ship instantly. Other characters subtract one success as an external penalty from all actions while on board until the Exalt formally welcomes them to the ship and unless he later renounces them. This is enforced by the little god of the ship, so the Exalt must welcome and renounce others in the language of the Old Realm and in earshot of the ship itself."
  },
  {
    "ability": "Sail",
    "title": "OMNIPRESENT ADMIRAL OF LIGHT",
    "origin": "Scroll of Exalts",
    "note": "Modified",
    "cost": "3m; ",
    "mins": "Sail 5, Essence 4; ",
    "type": "Simple; ",
    "keywords": "Combo-OK; "
  },
  {
    "title": "",
    "origin": "Duration: Indefinite; Prererequisite Charms: Ship-Claiming StanceWhile active, the Solar intuitively knows the location of all ships he’s personally claimed with Ship-Claiming Stance within",
    "note": "Sail) miles and can issue reflexive telepathic orders to any or all of them, though this communication is still language dependent. All onboard the vessel hears the words in their mind as if the Solar were speaking from just behind them, allowing the ship to carry out orders from afar without distracting the captain from other tasks. Additionally, no relays are needed to prevent communication failure for units composed of crewmembers listening to these orders, leaving room for additional special characters.HULL-PRESERVING TECHNIQUECorebookCost: 8m, 1hl; Mins: Sail 5, Essence 3; Type: Reflexiv",
    "cost": "Prerequisite Charms: Ship-Claiming Stance\nThe character protects her ship. She invokes this Charm in response to an attack upon the ship — whether by a ramming enemy, a reef’s cutting edge or the tentacles of an underwater beast. She must be on the ship at the time. This Charm perfectly negates the attack, guaranteeing a post-soak damage of 0."
  },
  {
    "ability": "Sail",
    "title": "IMMORTAL CAPTAIN'S ADVANTAGES",
    "origin": "Ink Monkeys",
    "note": "Modified",
    "cost": "—; ",
    "mins": "Sail 3, Essence 3; ",
    "type": "Permanent; ",
    "keywords": "Native; "
  },
  {
    "title": "",
    "origin": "Duration: Permanent; Prerequisites: Perfect Reckoning TechniqueA man of the sea is a legendary thing to behold. Sail Charms may be activated to enhance a ship the Solar is not presently aboard, so long as he can perceive that vessel or it is within",
    "note": "Essence) miles. The character must own the ship",
    "cost": "Prerequisite Charms: Immortal Captain’s Advantages\nThe power of the Solar Exalted extends to all things which enable their legends. This truth is demonstrated clearly by this Charm, through which any ship the Solar commands becomes an extension of his anima. Upon first purchasing this Charm, the Solar’s the effect corresponding to his caste. Additional powers may be purchased for two experience points each. The Solar’s vessel may only benefit from one effect at a time.\n• Dawn: For three motes, the Solar’s ship becomes an extension of his terrifying might for the rest of the scene — the minds of his opponents are clouded with fear at the thought of the reprisals that would be invited by assaulting such a vessel. Opponents must pay two points of Willpower to ignore this unnatural Compulsion if they wish to target the ship with their attacks. This power in no way prevents the ship’s crew from being targeted.\n• Zenith: For three motes, the Solar’s ship becomes Holy ground for the rest of the scene. Any creature of darkness boarding the vessel enters an environmental hazard with Damage (Essence/2)A/action, Trauma (Sail).\n• Twilight: The ship becomes aware of all threats approaching within (Essence x 30) yards, from above, below, or beside the ship; this warning is communicated to the Solar in the form of eerie sea-sounds which appraise him of the position and bearing of the threat (for example, something below the ship and approaching fast). This benefit costs one mote, and lasts for one day.\n• Night: For three motes, a mist rises up around the ship’s shrouding it from view. This grants a +3 bonus to all Stealth attempts, and reduces the cost of Sea Ambush Technique by one point of Willpower.\n• Eclipse: The Solar may pay five motes to cause his anima to surmount the ship as a flag bearing complex sigils which may be understood by all observers. This flag may offer the terms of a truce, alliance, or financial arrangement. It is clear that this offer is genuine, and magically binding; should the captain of another vessel verbally agree to the terms offered by this flag, that fact becomes Obvious to the Solar and he may pay one Willpower to sanctify the oath as though with the Eclipse anima power. Additionally, if the character is a member of the Eclipse caste, he may sanctify any oath spoken aboard his ship that he is aware of for a cost of only one point of Willpower.\nAt Sail 6+, Essence 6+ this Charm gains the Stackable Keyword, and the Solar may simultaneously apply up to (Essence - 4) different effects at a time."
  }
]
